{
  "welcome": "Bienvenido",
  "The": "El",
  "Art": "Arte",
  "domesticating": "domesticar", 
  "Mechanical": "Toros", 
  "Bulls": "Mecanicos", 
  " What is important in this life is not taught, but when you learn it, you don't forget it. ": " Lo importante es esta vida no lo enseñan, pero cuando lo aprendes, no lo olvidas. ",
  "Fallacies": "Falacias",
  "of": "del",
  "of ": "de",
  "the": "", 
  "the ": "el",
  "corporate": "mundo",
  "World": "empresarial",
  "Onid Sacla's new book:": "Nuevo libro por Onid Sacla:",
  "The Art of domesticating Mechanical Bulls": "El arte de domesticar toros mecánicos",
  "The Art of Domesticating Mechanical bulls - Fallacies of the Corporate World is the first installment of a book series that compiles common business fallacies and focuses on personal encouragement to thrive even when we are unable to tame the behavior of an enterprise.": "El arte de domesticar toros mecánicos - Falacias del mundo empresarial es la primera entrega de una serie de libros que recopila falacias empresariales comunes y se centra en el estímulo personal para prosperar incluso cuando somos incapaces de domar el comportamiento de una empresa.",
  "The book is based on true scenarios experienced by the author. All characters, organizations, locations, timing details are not shared to respect privacy. The circumstances are used to illustrate some aspects of the work-life of millions of people around the globe": "El libro se basa en situaciones reales vividas por el autor. Todos los personajes, organizaciones, lugares y detalles de tiempo no se comparten para respetar la privacidad. Las circunstancias sirven para ilustrar algunos aspectos de la vida laboral de millones de personas en todo el mundo",
  "Order here": "Ordena Aqui",
  "Follow Us": "Siguenos",
  "What is important in this life is not taught, but when you learn it, you don't forget it. What is important in this life is not taught, but when you learn it, you don't forget it. What is important in this life is not taught, but when you learn it, you don't forget it. What is important in this life is not taught, but when you learn it, you don't forget it. What is important in this life is not taught, but when you learn it, you don't forget it. What is important in this life is not taught, but when you learn it, you don't forget it. What is important in this life is not taught, but when you learn it, you don't forget it. What is important in this life is not taught, but when you learn it, you don't forget it. What is important in this life is not taught, but when you learn it, you don't forget it. What is important in this life is not taught, but when you learn it, you don't forget it. What is important in this life is not taught, but when you learn it, you don't forget it. What is important in this life is not taught, but when you learn it, you don't forget it.": "Lo que es importante en esta vida no se enseña, pero cuando lo aprendes, no lo olvidas. Lo que es importante en esta vida no se enseña, pero cuando lo aprendes, no lo olvidas. Lo que es importante en esta vida no se enseña, pero cuando lo aprendes, no lo olvidas. Lo que es importante en esta vida no se enseña, pero cuando lo aprendes, no lo olvidas. Lo que es importante en esta vida no se enseña, pero cuando lo aprendes, no lo olvidas. Lo que es importante en esta vida no se enseña, pero cuando lo aprendes, no lo olvidas. Lo que es importante en esta vida no se enseña, pero cuando lo aprendes, no lo olvidas. Lo que es importante en esta vida no se enseña, pero cuando lo aprendes, no lo olvidas. Lo que es importante en esta vida no se enseña, pero cuando lo aprendes, no lo olvidas. Lo que es importante en esta vida no se enseña, pero cuando lo aprendes, no lo olvidas. Lo que es importante en esta vida no se enseña, pero cuando lo aprendes, no lo olvidas. Lo que es importante en esta vida no se enseña, pero cuando lo aprendes, no lo olvidas." 
}
